{
	"AFUAB": "All fake uglies are bastards (tutti i finti brutti sono bastardi).Sigla che serve ad esprimere disprezzo per chi si atteggia a brutto senza esserlo. Spesso utilizzata in maniera ironica",
	"Agato": "Persona affetta da alopecia androgenetica, comunemente detta calvizie",
	"Alfismo": "la condizione di maschio alfa, leader di un gruppo",
	"Beta": "Contrario di alfa, uomo sfigato",
	"Becky e Stacy": "tipologie di donne, la prima rappresenta la ragazza media semplice e acqua e sapone, la seconda invece è la controparte di Chad gnocca e appariscente",
	"Beta Provider": "uomo beta che viene sfruttato economicamente dalle donne",
	"BF": "Bel faccino. Descrive una persona con un bel volto",
	"Blackpill": "versione estrema della redpill in cui il cinismo raggiunge il suo apice massimo",
	"Bluepill": "visione ingenua, naif e politicamente corretta delle dinamiche sociali",
	"Bruttino": "persona esteticamente sotto la media ma non in maniera grave",
	"BV": "Brutto vero. Una persona esteticamente brutta",
	"Calciocornuti": "fanatici di calcio e di conseguenza cornuti",
	"Capisco": "voce del verbo capire, prima persona singolare. Utilizzato quando ci si trova di fronte ad argomentazioni sciocche e insussistenti alle quali non vale neppure la pena di controbattere",
	"Cazzosello": "traduzione italiana per \"cock carousel\", descrive il periodo intorno ai vent'anni durante il quale gran parte delle donne avrebbero molteplici relazioni sessuali non impegnative con uomini di valore notevolmente più elevato rispetto al proprio",
	"Cerbiattine Nordiche": "ragazze giovani e belle di fenotipo nordico",
	"Chad": "tipologia di uomo che piace alle donne",
	"CM": "Cromagnoide/Cro Magnon",
	"CO": "Cessa obesa. Donna molto pingue esteticamente brutta",
	"Conta solo il bel faccino": "Espressione tipica utilizzata per sottolineare la maggiore importanza che il volto ha nel generare attrazione rispetto al corpo. Spesso usata in maniera ironica sostituendo alla parola faccino un altro termine scelto a piacere",
	"Coping": "il processo di autoconvincimento che una realtà sia differente, attuato allo scopo di soffrire di meno",
	"Cordasaponarsi": "suicidarsi mediante impiccagione. Da Corda + Sapone (utilizzato per facilitare lo scorrimento)",
	"Crudo": "Espressione utilizzata quando ci si trova di fronte ad una \"Crudezza\", ovvero un avvenimento che presenta la verità dei fatti in maniera traumatizzante. Molto utilizzato quando ci si confronta con episodi in cui viene presentata l'elevata disponibilità sessuale delle donne di fronte a uomini di elevato valore. Es. \"Ci ho provato con migliaia di ragazze in chat ma ho preso solo pali. Il mio amico modello si è iscritto ad una chat e la prima tipa che ha approcciato se l'è portata a letto due giorni dopo\",\"Crudo.\"",
	"Cuckold": "uomo che trae piacere nel vedere la propria donna intrattenersi sessualmente con altri uomini. Utilizzato in senso esteso per definire quegli uomini che sono incel e si compiacciono pure della loro situazione appoggiando movimenti femministi",
	"D": "Donna",
	"David Gandy": "fotomodello inglese, divinità redpill",
	"Dinarico, alpino, nordico, mediterraneo, armenoide etc": "tipologie fenotipiche che si rifanno a classificazioni antropometriche del passato ora non più in uso",
	"Domnula": "Donna",
	"Drone": "Sinonimo di beta provider",
	"Femnula": "Donna",
	"Finito": "\"E' tutto finito\" espressione di desolazione che descrive lo stato di impotenza di un brutto che si sente incapace di migliorare la propria condizione. Talvolta fa da specchio all'espressione \"Non è mai cominciato\"",
	"Fittare": "possedere un fenotipo compatibile con una specifica area geograficaEs. \"Si vede che sono meridionale?\" \"Secondo me potresti fittare benissimo anche al Nord\"",
	"Framecel, chincel etc": "persona celibe a causa di una struttua ossea gracile (frame), di un mento retruso (chin) o di altri fattori che si possono anteporre in lingua inglese al suffisso -cel",
	"Gnoccolandia": "Nazione immaginaria comprendente i Paesi baltici, l'ex Cecoslovacchia, la Polonia e la Bielorussia, ovvero i territori con la più elevata percentuale di gnocche",
	"Gymcel": "persona brutta che \"si fa il fisico in palestra\" (gym) nella speranza di riuscire ad attrarre le donne, senza riuscirci a causa di un brutto viso o di una struttura fisica di base scadente",
	"Greg Nawrat": "Fotomodello polacco, Divinità redpill",
	"Groupilline": "Fusione di Groupie + Pilloline, indica le fan donne del Redpillatore",
	"Hairline": "attaccatura dei capelli",
	"IMO": "In my opinion, secondo la mia opinione",
	"Incel": "da involuntary celibacy,cioè persona single non per scelta",
	"Ipergamia": "Fenomeno per il quale una donna tende a schierarsi con uomini con un valore di mercato più alto del suo",
	"Irvag": "Imposta Regionale Vaginale. Ipotetica tassa sulla vagina che avrebbe lo scopo di riequilibrare il potere sessuale di uomini e donne",
	"Italicozza": "fusione di italiana e di cozza, dovuto al fatto che in genere l'italiana media è una cozza",
	"LDNSP": "Vedi NP",
	"LMS": "acronimo di LOOK MONEY STATUS, Aspetto, denaro e status/reputazione,ovvero i tre fattori più importanti per attrarre le donne",
	"LTR": "Relazione a lungo termine (Long Term Relationship)",
	"LOL": "acronimo di laughing out loud, (\"rido/ridendo forte\") o lots of laughs (\"tante risate\"), è un modo di dire diffuso nel gergo di internet, quasi sempre scritto in lettere minuscole (lol), e rappresenta una sonora risata. Si può trovare scritto anche in varie storpiature, come \"lul\", \"lulz\"",
	"Looksmaxare": "massimizzare il proprio potenziale estetico",
	"Marche": "regione italiana, nota per aver dato i natali a Giacomo LeopardiGli utenti marchigiani sono sovrarappresentati nella community redpill, per questo le Marche sono diventate una sorta di terra promessa",
	"Mathias Lauridsen": "fotomodello danese, divinità redpill",
	"MDF": "morto di figa. Uomo che se la passa maluccio con le donne e per questo le insegue disperatamente",
	"MENA": "Acronimo per middle east-north Africa, ovvero medio oriente e nord Africa, utilizzato per definire una genetica o un fenotipo di quelle zone",
	"MGTOW": "Men going their own way - uomini che vanno per la loro strada, cioè che scelgono il celibato ritenendo i benefici di una relazione con le donne notevolmente inferiori agli svantaggi",
	"Moggare": "prendere il sopravvento su un altro individuo su determinate caratteristiche(LMS)",
	"Moneymaxare": "massimizzare il proprio potenziale economico",
	"MRA": "Attivista dei diritti maschili",
	"NAWALT": "Acronimo per \"not all women are like that\"",
	"Non ce la faccio \"più\"": "espressione di sconforto che indica la sofferenza che un soggetto prova nel corso di un' esistenza divenuta ormai per lui difficile da proseguire",
	"Normaloide": "persona che esteticamente si colloca nella fascia intermedia",
	"Normie": "persona media tendenzialmente blupillata",
	"NP": "non persone, dispregiativo per donne, spesso usato nella sigla LDNSP (le donne non sono persone)",
	"Paggetto": "sinonimo di beta provider",
	"Panitaliano": "Soggetto che potrebbe fittare un po' ovunque in Italia",
	"Pariestetici": "Due persone dello stesso livello estetico",
	"Pay": "abbreviazione per definire le prostitute",
	"Pro": "abbreviazione per definire le prostitute",
	"PEI": "Acronimo per Pulizia, Educazione e Intelligenza. Teoria elaborata da una ragazza su facebook in risposta alla teoria LMS, diventata leggenda grazie alla miglior battuta involontariamente comica del secolo",
	"Pesantezza neolitica": "sensazione di pesantezza comunicata da un taglio di occhi molto frequente nelle popolazioni di origine neolitica, caratterizzato da canthal tilt negativo",
	"Potere Sessuale": "è il potere che una persona detiene in virtù del proprio valore all'interno del mercato sessuale",
	"Profumiera": "donna che provoca gli uomini facendola annusare senza avere un reale interesse sessuale nei loro confronti, solamente per sentirsi desiderata e alimentare il proprio ego",
	"Psicologia": "fuffa travestita da scienza che serve a far sentire intelligenti le donne che studiano quella roba",
	"Psicoterapia": "fuffa travestita da scienza che serve a far sentire intelligenti le donne che studiano quella roba",
	"PUA": "Acronimo di Pick up artist (letteralmente \"artista del rimorchio\") ovvero colui che cerca di rimorchiare le donne utilizzando metodi studiati appositamente per tale scopo",
	"Redpill": "visione oggettiva, cinica e politicamente scorretta delle dinamiche sociali",
	"Redparassite": "donne che orbitano intorno al mondo redpill pur non condividendone le idee, solo per farsi zerbinare o cercare di accalappiare qualche belloccio",
	"Scarto genetico": "persona veramente brutta e, talvolta, incline ad ammalarsi facilmente",
	"Sfrullare": "avere un rapporto sessuale, in riferimento al movimento impetuoso di un frullatore",
	"SG": "Scalata genetica, ovvero il miglioramento estetico della prole attraverso la figliazione con un partner esteticamente migliore di noi",
	"Slayer": "uomo molto attraente che in ragione di ciò intrattiene relazioni sessuali con molte donne",
	"Socialone": "Persona molto socievole/ molto attiva nei vari social",
	"Soy Boy": "Ragazzo soia, cioè uomo poco virile, in riferimento agli effetti negativi che, secondo molti studi, la soia avrebbe nei confronti della libido maschile",
	"Spruzzare": "eiaculare",
	"Squisito": "utente squisito, utente che offre notevoli contributi e spunti di riflessione",
	"Standardcel": "uomo celibe a causa di standard troppo elevati",
	"Stappamodelle": "uomo di elevato valore di mercato che proprio per questo motivo riesce ad avere le migliori gnocche. E' la fusione di \"stappare\" espressione volgare per definire la deflorazione e di \"modelle\", ovvero le donne con il più elevato valore estetico. Parte dal presupposto che le donne vergini e quelle più belle sono più selettive e quindi appannaggio di una ristretta elite di uomini privilegiati",
	"Terronface": "espressione utilizzata per descrivere i tratti esotici di alcuni sud europei",
	"Textbook": "Individuo con un fenotipo che rappresenta perfettamente una determinata tipologia, e che quindi potrebbe essere utilizzato perfettamente in un manuale di tassonomia",
	"Timbrare": "espressione metaforica che definisce l'atto sessuale",
	"Tommy": "Particolare tipo di uomo che piace alle donne",
	"Tribucofora": "Portatrice di 3 buchi, dispregiativo per donna (\"autore\":Gaudente)",
	"Wagecuck": "Colui che lavora per uno stipendio basso e senza possibilità di avere una vita sentimentale/ sessuale",
	"Wall": "Traduzione di \"muro\", indica quella fase, in genere intorno ai 30 anni, in cui una donna inizia a subire un forte declino estetico e perde gran parte del suo valore di mercato, diventando frustrata e infelice nel caso non sia ancora riuscita ad accasarsi",
	"White Knight": "Cavaliere bianco.Tipologia di zerbino che si lancia in difesa delle donne in rete (ma anche nella vita reale) anche quando hanno torto sperando di ficcare o di apparire buono (senza esserlo)",
	"Zerbino": "Uomo che pur di rimorchiare perde ogni dignità di fronte ad una donna e fa tutto di tutto per compiacerla anche a costo di umiliarsi e rendersi ridicolo"
}